{
  "message": "Happy Birthday My Greatest Love! 🎉\n\nHappy Birthday Lab ko..May this new year of your life be filled with endless possibilities, beautiful surprises, and all the things that make your heart smile. You deserve every moment of happiness, love, and success that comes your way .. Your Pressence in this world Lalo nung dumating ka sa buhay ko give me bring so much joy and change me so much lab... ikaw bumuo ng college life ko ..\n\n On this special day, I wanted to take a moment to celebrate you and all  incredible things that make you unique and u ibang iba kasa lahat ng babae. your my greatest love of all. Mahal n mahal ktia .. imreally proud of u my .. Im really proud sa sayoo sobraa Lalo nung nag graduate ... Im really sorry mahal n mahal kitaa... Im really happy for u and im really sorry if it all happen ... malapit sa birthday mo.. im really sorry sa nangyari sa atin.. Mahal na Mahal kita and Iwant talaga ikaw na.. butim really sorry if were incompatible in such topic na religion.. happy birthday lab ko.. Please enjoy ur day... Im sorry gusting gusto ko magwork and relationship n to.. i really want to... but di ko lam kung san way tayo papunta.. di ko alam kung kung anong mangyayri satin dalawa... what if di me paconvert.. Di ko alam im really conflicted yung isip ko huhu... Happy birthday lab ko ... Iloveyousomuch... Always enjoy .. Im here lng always .. Thank you lab sa  laht .. sorry sa mga nangyari satin.. \n\nI really love you so much.. I really want to be with you.. I really want to work this out.. I really want to be with you forever.. I really want to marry you.. I really want to have a family with you.. I really want to grow old with you.. I really want to be with you in every step of the way.. I really want to be with you in every journey of our lives.. I really want to be with you in every moment of our lives.. I really want to be with you in every heartbeat of our lives.. I really want to be with you in every breath of our lives.. I really want to be with you in every smile of our lives.. I really want to be with you in every tear of our lives.. I really want to be with you in every laugh of our lives.. I really want to be with you in every hug of our lives.. I really want to be with you in every kiss of our lives.. I really want to be with you in every love of our lives..but how can we work.. Happy birthday lab ko! Enjoy your day! Love you so much!",
   "signature": "Ylad"
} 